/* Device Kind to be reported to the system */
"HP Fax" = "HP Fax";

/* The beginning of the fax job */
"Contacting fax..." = "Kontaktaufnahme mit Faxgerät...";

/* Device busy, retrying... */
"Device busy, retrying..." = "Gerät belegt, Neuversuch...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "Faxgerät wird gesucht...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Phone number black-listed."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "Faxvorbereitung...";

/* Page progress */
"Sending page %lu..." = "Seite %lu wird gesendet...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "Kein Kontakt mit Faxgerät möglich, wird in Warteschlange für das nächste Fax in der Klasse gestellt...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "Nicht unterstützter URI";

